// const questions = [
//   {
//     title: "Зачем нужно использовать двухфакторную аутентификацию?",
//     answers: {
//       poor: 'Тут нет правильного ответа',
//       bad: 'Чтобы засорить почту',
//       medium: 'Чтобы потратить свое время на вход',
//       good: 'Чтобы быть уведомленным о входе в систему',
//       excellent: 'Чтобы обеспечить безопасность своей информации',
//     }
//   },

//   {
//     title: "Как понять что ваш телефон взломали?",
//     answers: {
//       poor: 'На ваш счет в банке пришла определенная сумма денег',
//       bad: 'У него будет максимальная яркость экрана',
//       medium: 'Он начнет быстрее заряжаться',
//       good: 'На ваш телефон начнут поступать звонки',
//       excellent: 'Он будет медленнее грузиться, выключаться, быстрее разряжаться',
//     }
//   },

//   {
//     title: "Какой пароль лучше записать при регистрации в социальной сети?",
//     answers: {
//       poor: 'Идентичный своему логину',
//       bad: 'Дату своего дня рождения или дня рождения родственника',
//       medium: 'Последовательность от 1 до 10',
//       good: 'Идентичный другому своему паролю',
//       excellent: 'Случайную последовательность цифр/букв, записав их в блокноте',
//     }
//   },

//   {
//     title: "Что может случиться с вашими данными при появлении вирусов на компьютере?",
//     answers: {
//       poor: 'Все останется таким же',
//       bad: 'Компьютер станет быстрее работать',
//       medium: 'Будут удалены нужные мне файлы',
//       good: 'У меня выключится вся гарнитура',
//       excellent: 'Мои данные могут быть украдены',
//     }
//   },
  
//   {
//     title: "Что делать с найденной на улице флешкой ?",
//     answers: {
//       poor: 'Подключить ее к своему компьютеру и посмотреть содержимое',
//       bad: 'Отдать ее другу как подарок',
//       medium: 'Отнести её в полицию',
//       good: 'Найти хозяина этой флешки',
//       excellent: 'Не трогать её',
//     }
//   },

//   {
//     title: 'Что делает антивирус с компьютером ?',
//     answers: {
//       poor: 'Засоряет память компьютера ненужными файлами',
//       bad: 'Повышает системные характеристики компьютера',
//       medium: 'Ускоряет ОС компьютера',
//       good: 'Удаляет ненужные файлы',
//       excellent: 'Тут нет правильного ответа',
//     }
//   }
// ];


const questions = [
  {
    title: "Зачем нужно использовать двухфакторную аутентификацию?",
    answers: {
      poor: 'Тут нет правильного ответа',
      medium: 'Чтобы потратить свое время на вход',
      good: 'Чтобы быть уведомленным о входе в систему',
      bad: 'Чтобы засорить почту',
      excellent: 'Чтобы обеспечить безопасность своей информации',
    }
  },

  {
    title: "Как понять что ваш телефон взломали?",
    answers: {
      medium: 'Он начнет быстрее заряжаться',
      bad: 'У него будет максимальная яркость экрана',
      poor: 'На ваш счет в банке пришла определенная сумма денег',
      excellent: 'Он будет медленнее грузиться, выключаться, быстрее разряжаться',
      good: 'На ваш телефон начнут поступать звонки',
    }
  },

  {
    title: "Какой пароль лучше записать при регистрации в социальной сети?",
    answers: {
      medium: 'Последовательность от 1 до 10',
      excellent: 'Случайную последовательность цифр/букв, записав их в блокноте',
      poor: 'Идентичный своему логину',
      bad: 'Дату своего дня рождения или дня рождения родственника',
      good: 'Идентичный другому своему паролю',
    }
  },

  {
    title: "Что может случиться с вашими данными при появлении вирусов на компьютере?",
    answers: {
      medium: 'Будут удалены нужные мне файлы',
      poor: 'Все останется таким же',
      good: 'У меня выключится вся гарнитура',
      excellent: 'Мои данные могут быть украдены',
      bad: 'Компьютер станет быстрее работать',
    }
  },
  
  {
    title: "Что делать с найденной на улице флешкой ?",
    answers: {
      excellent: 'Не трогать её',
      bad: 'Отдать ее другу как подарок',
      medium: 'Отнести её в полицию',
      good: 'Найти хозяина этой флешки',
      poor: 'Подключить ее к своему компьютеру и посмотреть содержимое',
    }
  },

  {
    title: 'Что делает антивирус с компьютером ?',
    answers: {
      poor: 'Засоряет память компьютера ненужными файлами',
      bad: 'Повышает системные характеристики компьютера',
      medium: 'Ускоряет ОС компьютера',
      good: 'Удаляет ненужные файлы',
      excellent: 'Тут нет правильного ответа',
    }
  },
];
