const results = {
  poor: {
    title: 'Результаты теста показывают, что вы имеете слабые познания в области информационной безопасности.',
  },

  bad: {
    title: 'По результатам тестирования видно, что вы обладаете знаниями в области информационной безопасности, но будет лучше подтянуть их.',
  },

  medium: {
    title: 'Результаты теста показывают, что вас можно смело называть уверенным пользователем ПК.',
  },

  good: {
    title: 'Вы, безусловно, разбираетесь в сфере информационной безопасности, но у Вас имеются определённые пробелы в знаниях, которые было бы лучше устранить.',
  },

  excellent: {
    title: '✨Поздравляем!✨ Вы хорошо разбираетесь в сфере информационной безопасности. Ваши данные надёжно защищены.',
  }
};
